*منو انواع قهوه و چاي 
 
١. اسپرسو  تك  ١٢هزار تومان
٢. اسپرسو دبل  ١٧ هزارتومان
٣.اسپرسو. ماكياتو   ١٢هزارتومان
٤.امريكانو  ١٢ هزار تومان
٥.لته. ٢٠ هزارتومان
٦.كاپوچينو. ٢٠ هزار تومان
٧.موكاچينو. ٢٢ هزارتومان
٨.آفوگاتو ١٨ هزارتومان
٩.قهوه ترك ١٠ هزار تومان
١٠.قهوه ي يوناني  ١٥ هزارتومان
١١.قهوه فرانسه  ١٠ هزارتومان 
١٢.هات چاكلت. ١٥ هزارتومان
١٣.شير شكلات ١٥ هزار تومان
١٤..چاي ماسالا.  ٢٠ هزارتومان
١٥..چاي دمي قوري(٢فنجان) بهمراه  نبات ١٥ هزارتومان
١٦.انواع دمنوش  ١٥ هزارتومان


*منو شيك و اب ميوه. 

١.انواع شيك.  از ٣٠ تا ٣٥ هزارتومان
٢.شير موز   ٣٣٠ سي سي 
٣٠ هزارتومان
٣.اب هويج ٣٣٠ سي سي ١٢ هزار تومان
٤.اب هويج بستني  ٣٣٠ سي سي 
٢٠ هزارتومان
٥.شير هويج   ٣٣٠ سي سي      ١٥هزارتومان
٦. بستني سنتي ٣ اسكوپ 
٢٢ هزارتومان
٧.بستني ميوه اي ٣ اسكوپ 
١٥ هزارتومان


*منو گرم
 
١.اسنك ژامبون و قارچ  ٣٥ هزارتومان
٢.اسنك پپروني و قارچ  ٤٠ هزارتومان



*منو انواع قهوه و چاي 
 
١. اسپرسو  تك  با شكلات ١٢هزار تومان
٢. اسپرسو دبل  با شكلات ١٧ هزارتومان
٣.اسپرسو. ماكياتو با شكلات  ١٢هزارتومان
٤.امريكانو  با شكلات ١٢ هزار تومان
٥.لته. ٢٠ هزارتومان
٦.كاپوچينو. ٢٠ هزار تومان
٧.موكاچينو. ٢٢ هزارتومان
٨.آفوگاتو ١٨ هزارتومان
٩.قهوه ترك با شكلات ١٢ هزار تومان
١٠.قهوه ي يوناني  با شكلات ١٧ هزارتومان
١١.قهوه فرانسه  با شكلات 
١٢ هزارتومان 
١٢.هات چاكلت. ١٥ هزارتومان
١٣.شير شكلات ١٥ هزار تومان
١٤..چاي ماسالا.  ٢٠ هزارتومان
١٥..چاي دمي قوري(٢فنجان) بهمراه  نبات ١٥ هزارتومان
١٦.انواع دمنوش  ١٥ هزارتومان


*منو شيك و اب ميوه. 

١.انواع شيك.  از ٣٠ تا ٣٥ هزارتومان
٢.شير موز   ٣٣٠ سي سي 
٣٠ هزارتومان
٣.اب هويج ٣٣٠ سي سي ١٢ هزار تومان
٤.اب هويج بستني  ٣٣٠ سي سي 
٢٠ هزارتومان
٥.شير هويج   ٣٣٠ سي سي      ١٥هزارتومان
٦. بستني هر اسكوپ ٩ هزارتومان

